tap "agrinman/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "python@3.9"
brew "glib"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "shared-mime-info"
brew "imagemagick"
brew "krb5"
brew "libpq"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "node-build"
brew "nodenv"
brew "postgresql", restart_service: true
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "heroku/brew/heroku"
brew "minio/stable/minio"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "ngrok"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
mas "Bitwarden", id: 1352778147
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Notion Web Clipper", id: 1559269364
mas "Playgrounds", id: 1496833156
mas "Todoist", id: 585829637
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835
