tap "agrinman/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "glib"
brew "libyaml"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "deno"
brew "difftastic"
brew "docker", link: false
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "shared-mime-info"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "mas"
brew "mysql"
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pinentry-mac"
brew "postgresql@14"
brew "potrace"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "rust"
brew "tree"
brew "watchman"
brew "heroku/brew/heroku"
brew "minio/stable/minio"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "HotKey", id: 975890633
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "karunamurti.haml"
vscode "mame.ruby-typeprof"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "vscodevim.vim"
