tap "agrinman/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "stripe/stripe-cli"
tap "teamookla/speedtest"
brew "glib"
brew "python@3.9"
brew "composer"
brew "deno"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "shared-mime-info"
brew "imagemagick"
brew "libyaml"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "node-build"
brew "nodenv"
brew "pinentry-mac"
brew "postgresql@14"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "heroku/brew/heroku"
brew "minio/stable/minio"
brew "stripe/stripe-cli/stripe"
brew "teamookla/speedtest/speedtest"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "discord"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "HotKey", id: 975890633
mas "iMovie", id: 408981434
mas "LINE", id: 539883307
mas "Notion Web Clipper", id: 1559269364
mas "Pages", id: 409201541
mas "Playgrounds", id: 1496833156
mas "Todoist", id: 585829637
