tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "openssl@1.1"
brew "cask"
brew "fzf"
brew "ghq"
brew "git"
brew "neovim"
brew "node"
brew "ruby-build"
brew "rbenv"
brew "zsh"
cask "alfred"
cask "bitwarden"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "slack"
cask "visual-studio-code"
cask "zoom"
